{"@type": "imdb.api.name.bio", "akas": ["Nikolaj Coster Waldau", "Nikolaj Waldau"], "id": "/name/nm0182666/", "image": {"height": 392, "id": "/name/nm0182666/images/rm1099413249", "url": "https://m.media-amazon.com/images/M/MV5BMzczZWMxYTItZDZhZC00ZTQ4LWE2OTMtYzI1ODhkYmViN2YyXkEyXkFqcGdeQXVyNjk1MjYyNTA@._V1_.jpg", "width": 348}, "legacyNameText": "Coster-Waldau, Nikolaj", "name": "Nikolaj Coster-Waldau", "birthDate": "1970-07-27", "birthPlace": "Rudkøbing, Denmark", "gender": "male", "heightCentimeters": 187.96, "spouses": [{"attributes": "(2 children)", "current": true, "fromDate": "1998", "id": "/name/nm0637864/", "name": "Nukâka"}], "miniBios": [{"author": "ahmetkozan", "id": "/name/nm0182666/bio/mb0572899", "language": "en", "text": "Nikolaj Coster-Waldau (born 27 July 1970) is a Danish actor, producer and screenwriter. He graduated from the Danish National School of Theatre in Copenhagen in 1993. Coster-Waldau's breakthrough performance in Denmark was his role in the film Nightwatch (1994). Since then he has appeared in numerous films in his native Scandinavia and Europe in general, including Headhunters (2011) and A Thousand Times Good Night (2013).\n\nIn the United States, his debut film role was in the war film Black Hawk Down (2001), playing Medal of Honor recipient Gary Gordon. He then played Detective John Amsterdam in the short-lived Fox television series New Amsterdam (2008), as well as appearing as Frank Pike in the 2009 Fox television film Virtuality, originally intended as a pilot. He became widely known for his role as Jaime Lannister in the HBO fantasy series Game of Thrones, for which he received a Primetime Emmy Award nomination for Outstanding Supporting Actor in a Drama Series in 2018. He is a UNDP Goodwill Ambassador, drawing attention to critical issues such as gender equality and climate change.\n\nCoster-Waldau was born in Rudkøbing, Denmark, the son of Hanne Søborg Coster, a librarian, and Jørgen Oscar Fritzer Waldau (died 1998). He has spoken in interviews about his father's problems with alcohol, as well as his parents' divorce. He has two older sisters, and was raised mainly by his mother. He grew up in Tybjerg, a small village between Ringsted and Næstved in southern Zealand. Coster-Waldau was the youngest actor to enter the Danish National School of Theatre and Contemporary Dance (Danish: Statens Teaterskole), where he was educated from 1989 to 1993.\n\nIn 2001, he began his U.S. career in Ridley Scott's Black Hawk Down as Medal of Honor recipient Gary Gordon. Coster-Waldau says \"My first U.S. movie was Black Hawk Down and a friend helped me put myself on tape up on the attic over my apartment in Copenhagen. We shipped it out and I got lucky.\"\n\nSince April 2011, Coster-Waldau has played Jaime Lannister in the HBO hit series Game of Thrones, based on George R. R. Martin's best-selling A Song of Ice and Fire fantasy novel series. He commented about the character \"What's not to like about Jaime? As an actor I couldn't ask for a better role\". For his role as Jaime Lannister he has received several accolades, including Primetime Emmy Award, Screen Actors Guild Award, Critics' Choice Television Award, Saturn Award and People's Choice Award nominations.\n\nIn 2011, he also starred alongside Sam Shepard in Mateo Gil's feature Blackthorn, which premiered at the Tribeca Film Festival. Later the same year he starred in Morten Tyldum's Headhunters. The film went on to be the highest-grossing Norwegian film of all-time and received very positive reviews including a BAFTA Award nomination for Best Foreign Film. Coster-Waldau starred in the 2013 horror film Mama alongside Jessica Chastain, which debuted at number one in the US box office and grossed over $140 million worldwide. He went on to play Sykes, a military weapons expert in the science fiction action thriller film Oblivion. The same year he co-starred with Juliette Binoche in Erik Poppe's drama A Thousand Times Good Night. In 2014, he starred in Susanne Bier's Danish thriller A Second Chance as Andreas, a police officer forced to make a difficult choice. In 2016, Coster-Waldau appeared in the action-fantasy film Gods of Egypt as Horus.\n\nIn early 2017, he starred in E.L. Katz's dark comedy Small Crimes which premiered at South by Southwest film festival on 11 March 2017, to positive reviews. Coster-Waldau then appeared in the Danish film 3 Things, a thriller about a prime suspect of a bank robbery who negotiates the terms of his witness protection deal. He starred in Roman Waugh's prison film Shot Caller, which premiered at the Los Angeles Film Festival on 16 June 2017. Since January 2018 he has been the L'Oréal Paris global spokesperson for the company's Men Expert line of products. In May 2017, it was announced that he is attached to star in Domino, a film directed by Brian De Palma. He is also set to star in The Silencing, a thriller directed by Anders Engstom.\n\nAlthough Coster-Waldau is not religious, like the vast majority of Danes, he was baptized and confirmed as a Lutheran in the Danish National Church during his youth and viewed his confirmation as a big moment in his life when he first identified as becoming an adult. He married Nukâka, a Greenlandic actress and singer, in 1998, and they live in Kongens Lyngby with their two daughters as well as two dogs. Their daughter Filippa has starred in a Danish short film, The Girl and the Dogs, which was shown at the Cannes Film Festival in 2014. His father-in-law is Josef Motzfeldt, a member of the Parliament of Greenland and former leader of the Community of the People party. He is a supporter of English football club Leeds United and he is a member of the Leeds United Supporters' Trust."}]}